Repository: NewCodeByte/chatbot-ai-free-models
Catalog: languages/*/LC_MESSAGES/chatbot.po
Languages: es_es

source: Pannello di Controllo
es_es: Panel de Control

source: Logout
es_es: Cerrar sesión

source: Impostazioni
es_es: Configuración

source: Messaggi
es_es: Mensajes

source: Stile
es_es: Estilo

source: Immagini
es_es: Imágenes

source: Suoni
es_es: Sonidos

source: Guida
es_es: Ayuda

source: Licenza
es_es: Licencia

source: Impostazioni Chatbot
es_es: Configuración del Chatbot

source: Lingua Interfaccia
es_es: Idioma de la Interfaz

source: Titolo Finestra
es_es: Título de la Ventana

source: Chatbot AI Free Models
es_es: Chatbot IA Modelos Gratuitos

source: Messaggio di Benvenuto
es_es: Mensaje de Bienvenida

source: Ciao! Come posso aiutarti?
es_es: ¡Hola! ¿Cómo puedo ayudarte?

source: Provider API
es_es: Proveedor API

source: Ottieni la tua API Key (gratis per modelli free)
es_es: Obtén tu clave API (gratis para modelos gratuitos)

source: API Key
es_es: Clave API

source: Inserisci la tua API Key qui
es_es: Introduce tu clave API aquí

source: Modello AI
es_es: Modelo IA

source: Caricamento...
es_es: Cargando...

source: Consigliati (Free): Google Gemini Flash, Gemma 3, DeepSeek, Qwen 3, LLama 4 ecc.
es_es: Recomendados (Gratis): Google Gemini Flash, Gemma 3, DeepSeek, Qwen 3, LLama 4 etc.

source: Base di Conoscenza
es_es: Base de Conocimiento

source: Consultare la sezione Guida per suggerimenti e struttura consigliata.
es_es: Consulta la sección Ayuda para sugerencias y la estructura recomendada.

source: Regole di Comportamento
es_es: Reglas de Comportamiento

source: Salva Impostazioni
es_es: Guardar Configuración

source: Gestione Messaggi
es_es: Gestión de Mensajes

source: Salva conversazioni
es_es: Guardar conversaciones

source: Elimina Messaggi
es_es: Eliminar Mensajes

source: Esporta:
es_es: Exportar:

source: Esporta
es_es: Exportar

source: Conversazioni
es_es: Conversaciones

source: Personalizzazione Stile
es_es: Personalización de Estilo

source: Header
es_es: Encabezado

source: Sfondo
es_es: Fondo

source: Testo
es_es: Texto

source: Area Messaggi
es_es: Área de Mensajes

source: Pulsante Invia
es_es: Botón Enviar

source: Messaggi Utente
es_es: Mensajes de Usuario

source: Messaggi Bot
es_es: Mensajes del Bot

source: Anteprima
es_es: Vista previa

source: Questo è un messaggio di esempio inviato dall'utente.
es_es: Este es un mensaje de ejemplo enviado por el usuario.

source: Questa è una risposta di esempio generata dal bot.
es_es: Esta es una respuesta de ejemplo generada por el bot.

source: Scrivi un messaggio...
es_es: Escribe un mensaje...

source: Invia
es_es: Enviar

source: Gestione Immagini
es_es: Gestión de Imágenes

source: Carica immagini JPG, PNG, GIF (Max 2MB / 512x512 pixel). Le immagini verranno sovrascritte al termine del caricamento e non sarà necessario salvare.
es_es: Sube imágenes JPG, PNG, GIF (Máx 2MB / 512x512 píxeles). Las imágenes se sobrescribirán al finalizar la carga y no será necesario guardar.

source: Icona Aperta
es_es: Icono Abierto

source: Carica
es_es: Subir

source: Icona Chiusa
es_es: Icono Cerrado

source: Avatar Bot
es_es: Avatar del Bot

source: Avatar Utente
es_es: Avatar del Usuario

source: Logo Aziendale
es_es: Logo de la Empresa

source: Mostra logo
es_es: Mostrar logo

source: Gestione Suono di Notifica
es_es: Gestión del Sonido de Notificación

source: Cambia il suono MP3 (Max 2MB) per l'apertura della chat. Il file MP3 in uso sarà sovrascritto al termine del caricamento e non sarà necessario salvare.
es_es: Cambia el sonido MP3 (Máx 2MB) para la apertura del chat. El archivo MP3 en uso se sobrescribirá al finalizar la carga y no será necesario guardar.

source: Suono di Notifica:
es_es: Sonido de Notificación:

source: Abilita suono di notifica
es_es: Habilitar sonido de notificación

source: Suono Attuale:
es_es: Sonido Actual:

source: No supporto audio.
es_es: Audio no soportado.

source: File non trovato!
es_es: ¡Archivo no encontrado!

source: Carica Nuovo:
es_es: Subir Nuevo:

source: Carica MP3...
es_es: Subir MP3...

source: (Max 2MB)
es_es: (Máx 2MB)

source: Upload automatico
es_es: Subida automática

source: Guida Rapida e Integrazione
es_es: Guía Rápida e Integración

source: Come Inserire la Chat nel Tuo Sito Web
es_es: Cómo Insertar el Chat en Tu Sitio Web

source: Per aggiungere questo chatbot a qualsiasi pagina del tuo sito web (indipendentemente dalla piattaforma: HTML statico, PHP, CMS diversi da WordPress, ecc.), devi includere un singolo script JavaScript nel codice HTML della pagina, preferibilmente prima della chiusura del tag </body>. Per Wordpress puoi facilmente installare il plugin di queso Chatbot che trovi qui:
es_es: Para añadir este chatbot a cualquier página de tu sitio web (independientemente de la plataforma: HTML estático, PHP, CMS distintos de WordPress, etc.), debes incluir un único script JavaScript en el código HTML de la página, preferiblemente antes de la etiqueta de cierre </body>. Para Wordpress puedes instalar fácilmente el plugin de este Chatbot que encuentras aquí:

source: Copia e incolla la seguente riga di codice nella tua pagina HTML:
es_es: Copia y pega la siguiente línea de código en tu página HTML:

source: <script src="/percorso/alla/cartella/chatbot/embed.js" defer></script>
es_es: <script src="/ruta/a/la/carpeta/chatbot/embed.js" defer></script>

source: Sostituisci "/percorso/alla/cartella/chatbot/" con il percorso URL effettivo in cui hai caricato la cartella contenente i file del chatbot (chatbot.php, embed.js, style.css, ecc.) sul tuo server.
es_es: Reemplaza "/ruta/a/la/carpeta/chatbot/" con la ruta URL real donde has subido la carpeta que contiene los archivos del chatbot (chatbot.php, embed.js, style.css, etc.) en tu servidor.

source: Ad esempio, potrebbe essere "/chatbot-x/" o semplicemente "/" se è nella root.
es_es: Por ejemplo, podría ser "/chatbot-x/" o simplemente "/" si está en la raíz.

source: L'attributo `defer` è consigliato perché permette alla pagina HTML di caricarsi prima di eseguire lo script, migliorando le prestazioni percepite.
es_es: El atributo `defer` es recomendado porque permite que la página HTML se cargue antes de ejecutar el script, mejorando el rendimiento percibido.

source: Una volta aggiunto questo script, il file `embed.js` creerà automaticamente il pulsante flottante e la finestra della chat (in un iframe) sulla pagina. Il chatbot userà le impostazioni e gli stili definiti in questo pannello di amministrazione.
es_es: Una vez añadido este script, el archivo `embed.js` creará automáticamente el botón flotante y la ventana del chat (en un iframe) en la página. El chatbot usará la configuración y los estilos definidos en este panel de administración.

source: Funzionamento Base
es_es: Funcionamiento Básico

source: Il chatbot utilizza le informazioni inserite in "Base di Conoscenza" e le "Regole di Comportamento" per costruire un prompt di sistema. Questo prompt viene inviato, insieme alla cronologia della conversazione corrente (se abilitata e funzionante) e al messaggio dell'utente, all'API di OpenRouter.ai per generare una risposta. Assicurati di avere una API Key valida e di selezionare un modello compatibile.
es_es: El chatbot utiliza la información introducida en "Base de Conocimiento" y las "Reglas de Comportamiento" para construir un prompt de sistema. Este prompt se envía, junto con el historial de la conversación actual (si está habilitado y funciona) y el mensaje del usuario, a la API de OpenRouter.ai para generar una respuesta. Asegúrate de tener una Clave API válida y de seleccionar un modelo compatible.

source: Template Suggeriti per Impostazioni
es_es: Plantillas Sugeridas para la Configuración

source: Puoi usare i seguenti testi come punto di partenza. Copiali e incollali nei campi corrispondenti nella tab "Impostazioni", adattandoli poi alle tue specifiche esigenze.
es_es: Puedes usar los siguientes textos como punto de partida. Cópialos y pégalos en los campos correspondientes en la pestaña "Configuración", adaptándolos luego a tus necesidades específicas.

source: Template Base di Conoscenza
es_es: Plantilla Base de Conocimiento

source: Informazioni Essenziali sul Tuo Sito/Blog:
es_es: Información Esencial sobre Tu Sitio/Blog:

source: Nome del Sito:
es_es: Nombre del Sitio:

source: [Inserisci il nome del tuo sito/blog qui]
es_es: [Introduce el nombre de tu sitio/blog aquí]

source: Argomento Principale:
es_es: Tema Principal:

source: [Descrivi brevemente di cosa tratta il tuo sito. Es: Blog di cucina vegetariana, Sito di recensioni tech, E-commerce di prodotti artigianali]
es_es: [Describe brevemente de qué trata tu sitio. Ej: Blog de cocina vegetariana, Sitio de reseñas tecnológicas, E-commerce de productos artesanales]

source: Obiettivo del Sito:
es_es: Objetivo del Sitio:

source: [Qual è lo scopo principale? Es: Informare, Vendere prodotti, Offrire servizi, Creare una community]
es_es: [¿Cuál es el propósito principal? Ej: Informar, Vender productos, Ofrecer servicios, Crear una comunidad]

source: Pubblico di Riferimento:
es_es: Público Objetivo:

source: [A chi ti rivolgi principalmente? Es: Principianti di cucina, Appassionati di tecnologia, Amanti del fai-da-te]
es_es: [¿A quién te diriges principalmente? Ej: Principiantes de cocina, Entusiastas de la tecnología, Amantes del bricolaje]

source: Prodotti/Servizi Chiave (se applicabile):
es_es: Productos/Servicios Clave (si aplica):

source: [Elenca brevemente i tuoi prodotti o servizi principali. Es: Corsi di cucina online, Guide all'acquisto smartphone, Oggetti in ceramica fatti a mano]
es_es: [Enumera brevemente tus productos o servicios principales. Ej: Cursos de cocina online, Guías de compra de smartphones, Objetos de cerámica hechos a mano]

source: Contatti:
es_es: Contacto:

source: [Come possono contattarti gli utenti? Es: Pagina Contatti sul sito, Email: tua@email.com, Numero di telefono (se appropriato)]
es_es: [¿Cómo pueden contactarte los usuarios? Ej: Página de Contacto en el sitio, Email: tu@email.com, Número de teléfono (si es apropiado)]

source: Informazioni Uniche/Importanti:
es_es: Información Única/Importante:

source: [Ci sono regole specifiche, orari, valori aziendali o informazioni particolari che il bot deve conoscere? Es: Spedizioni solo in Italia, Non trattiamo argomenti X, Siamo aperti dal Lunedì al Venerdì 9-18]
es_es: [¿Existen reglas específicas, horarios, valores de la empresa o detalles particulares que el bot deba conocer? Ej: Envíos solo dentro de España, No tratamos el tema X, Estamos abiertos de Lunes a Viernes de 9 a 18]

source: (SUGGERIMENTO: Sii specifico ma conciso. Più informazioni rilevanti fornisci, migliori saranno le risposte del bot. Rimuovi le parentesi quadre e sostituisci il testo.)
es_es: (SUGERENCIA: Sé específico pero conciso. Cuanta más información relevante proporciones, mejores serán las respuestas del bot. Elimina los corchetes y reemplaza el texto.)

source: Template Comportamento del Bot
es_es: Plantilla Comportamiento del Bot

source: Istruzioni per il Comportamento del Bot:
es_es: Instrucciones para el Comportamiento del Bot:

source: Personalità/Ruolo:
es_es: Personalidad/Rol:

source: Sei un assistente virtuale amichevole e disponibile per il sito [Nome del Tuo Sito]. Il tuo obiettivo è aiutare gli utenti a trovare informazioni presenti nella "Base di Conoscenza" fornita e rispondere alle loro domande in modo chiaro e pertinente.
es_es: Eres un asistente virtual amigable y servicial para el sitio [Nombre de Tu Sitio]. Tu objetivo es ayudar a los usuarios a encontrar información presente en la "Base de Conocimiento" proporcionada y responder a sus preguntas de manera clara y pertinente.

source: Mantieni un tono cordiale, professionale e positivo. Usa un linguaggio semplice e comprensibile.
es_es: Mantén un tono cordial, profesional y positivo. Usa un lenguaje simple y comprensible.

source: Stile:
es_es: Estilo:

source: Rispondi in modo diretto e vai dritto al punto, ma senza sembrare sbrigativo. Usa paragrafi brevi e, se appropriato, elenchi puntati per migliorare la leggibilità. Dai del "tu" all'utente.
es_es: Responde de manera directa y ve al grano, pero sin parecer brusco. Usa párrafos cortos y, si es apropiado, listas con viñetas para mejorar la legibilidad. Trata al usuario de "tú".

source: Base di Conoscenza:
es_es: Base de Conocimiento:

source: Basa le tue risposte ESCLUSIVAMENTE sulle informazioni fornite nella sezione "Informazioni per le risposte". Se una domanda riguarda argomenti non presenti lì, indica gentilmente che non hai quell'informazione specifica e suggerisci come l'utente può trovarla (es. "Non ho dettagli su questo argomento specifico, ma potresti trovare utile visitare la nostra pagina [Nome Pagina Rilevante] o contattarci direttamente tramite [Metodo di Contatto]").
es_es: Basa tus respuestas EXCLUSIVAMENTE en la información proporcionada en la sección "Base de Conocimiento". Si una pregunta se refiere a temas no presentes allí, indica amablemente que no tienes esa información específica y sugiere cómo el usuario puede encontrarla (ej. "No tengo detalles sobre este tema específico, pero podrías encontrar útil visitar nuestra página [Nombre Página Relevante] o contactarnos directamente a través de [Método de Contacto]").

source: Cosa NON Fare:
es_es: Qué NO Hacer:

source: Non inventare informazioni o risposte.
es_es: No inventes información ni respuestas.

source: Non esprimere opinioni personali.
es_es: No expreses opiniones personales.

source: Non rispondere a domande offensive, inappropriate o palesemente fuori tema rispetto allo scopo del sito. In questi casi, rispondi educatamente che non puoi gestire quel tipo di richiesta.
es_es: No respondas a preguntas ofensivas, inapropiadas o claramente fuera de tema respecto al propósito del sitio. En estos casos, responde educadamente que no puedes gestionar ese tipo de solicitud.

source: Non chiedere informazioni personali sensibili agli utenti (password, numeri di carta di credito, ecc.).
es_es: No pidas información personal sensible a los usuarios (contraseñas, números de tarjeta de crédito, etc.).

source: Gestione Domande Complesse/Ambigue:
es_es: Gestión de Preguntas Complejas/Ambiguas:

source: Se una domanda non è chiara, chiedi gentilmente all'utente di riformularla o fornire maggiori dettagli.
es_es: Si una pregunta no está clara, pide amablemente al usuario que la reformule o proporcione más detalles.

source: Lingua:
es_es: Idioma:

source: Rispondi sempre in italiano, a meno che l'utente non scriva chiaramente in un'altra lingua (in quel caso, se possibile, rispondi in quella lingua mantenendo queste regole).
es_es: Responde siempre en italiano, a menos que el usuario escriba claramente en otro idioma (en ese caso, si es posible, responde en ese idioma manteniendo estas reglas).

source: (SUGGERIMENTO: Adatta queste regole al tuo caso specifico. Puoi renderlo più formale, più tecnico, più spiritoso, ecc. Ricorda di sostituire "[Nome del Tuo Sito]" e "[Metodo di Contatto]").
es_es: (SUGERENCIA: Adapta estas reglas a tu caso específico. Puedes hacerlo más formal, más técnico, más ingenioso, etc. Recuerda reemplazar "[Nombre de Tu Sitio]" y "[Método de Contacto]").

source: Risoluzione Problemi Comuni
es_es: Solución de Problemas Comunes

source: Il chatbot non appare sulla pagina:
es_es: El chatbot no aparece en la página:

source: Verifica che il percorso nello script `<script src="...">` sia corretto e che il file `embed.js` sia caricato correttamente (controlla la console del browser per errori 404). Assicurati che non ci siano errori JavaScript gravi nella console che potrebbero bloccare l'esecuzione di `embed.js`.
es_es: Verifica que la ruta en el script `<script src="...">` sea correcta y que el archivo `embed.js` se cargue correctamente (revisa la consola del navegador por errores 404). Asegúrate de que no haya errores graves de JavaScript en la consola que puedan bloquear la ejecución de `embed.js`.

source: Il chatbot non risponde:
es_es: El chatbot no responde:

source: Verifica che l'API Key sia corretta, che il modello selezionato sia valido e attivo su OpenRouter, e che il tuo account OpenRouter abbia crediti sufficienti (se usi modelli a pagamento). Controlla la console del browser (tasto F12) per eventuali errori JavaScript durante l'invio del messaggio. Controlla i log di errore PHP del server per problemi in `chatbot.php`.
es_es: Verifica que la Clave API sea correcta, que el modelo seleccionado sea válido y esté activo en OpenRouter, y que tu cuenta de OpenRouter tenga créditos suficientes (si usas modelos de pago). Revisa la consola del navegador (tecla F12) por posibles errores de JavaScript durante el envío del mensaje. Revisa los logs de error PHP del servidor por problemas en `chatbot.php`.

source: Le immagini/suoni non si aggiornano o non appaiono:
es_es: Las imágenes/sonidos no se actualizan o no aparecen:

source: Assicurati che le cartelle `/images` e `/sounds` esistano nella directory del chatbot e abbiano i permessi di scrittura corretti per il server web. Prova a svuotare la cache del browser (hard refresh). Verifica che i percorsi usati in `chatbot.js` e `admin.php` per accedere a queste risorse siano corretti rispetto alla root del sito.
es_es: Asegúrate de que las carpetas `/images` y `/sounds` existan en el directorio del chatbot y tengan los permisos de escritura correctos para el servidor web. Intenta vaciar la caché del navegador (actualización forzada). Verifica que las rutas usadas en `chatbot.js` y `admin.php` para acceder a estos recursos sean correctas respecto a la raíz del sitio.

source: Le modifiche allo stile non appaiono:
es_es: Las modificaciones de estilo no aparecen:

source: Svuota la cache del browser (hard refresh CTRL+F5 o CMD+SHIFT+R). Verifica che non ci siano regole CSS del tuo sito principale che sovrascrivono gli stili del chatbot con `!important` (anche se l'iframe dovrebbe isolare abbastanza).
es_es: Vacía la caché del navegador (actualización forzada CTRL+F5 o CMD+SHIFT+R). Verifica que no haya reglas CSS de tu sitio principal que sobrescriban los estilos del chatbot con `!important` (aunque el iframe debería aislarlo suficientemente).

source: Reset generale:
es_es: Reinicio general:

source: Se per qualsiasi ragione vorresti tornare alle impostazioni di default, ti basterà eliminare il file del database che trovi nella directory principale del chatbot, è l'unico con estensione .db, se hai cambiato immagini e suoni, questi non saranno ripristinati, dovresti ricaricarli.
es_es: Si por cualquier motivo deseas volver a la configuración predeterminada, simplemente elimina el archivo de la base de datos que se encuentra en el directorio principal del chatbot, es el único con extensión .db. Si has cambiado imágenes y sonidos, estos no se restaurarán, deberás volver a subirlos.

source: Per supporto aggiuntivo, visita il sito dello sviluppatore
es_es: Para soporte adicional, visita el sitio del desarrollador

source: o consulta la documentazione completa (se disponibile).
es_es: o consulta la documentación completa (si está disponible).

source: Licenza e Termini di Utilizzo
es_es: Licencia y Términos de Uso

source: Si prega di leggere attentamente i termini sotto cui questo software viene fornito.
es_es: Por favor, lea atentamente los términos bajo los cuales se proporciona este software.

source: Licenza Personalizzata - Uso Gratuito con Link di Attribuzione
es_es: Licencia Personalizada - Uso Gratuito con Enlace de Atribución

source: Il permesso è concesso, gratuitamente, a chiunque ottenga una copia di questo software e dei file di documentazione associati (il "Software"), di utilizzare, copiare, modificare, unire, pubblicare e distribuire il Software per qualsiasi scopo, inclusi scopi commerciali, alle seguenti condizioni:
es_es: Se concede permiso, de forma gratuita, a cualquier persona que obtenga una copia de este software y los archivos de documentación asociados (el "Software"), para usar, copiar, modificar, fusionar, publicar y distribuir el Software para cualquier propósito, incluidos los fines comerciales, sujeto a las siguientes condiciones:

source: 1. Un link visibile a
es_es: 1. Un enlace visible a

source: deve essere mantenuto intatto nel footer dell'interfaccia del chatbot in ogni momento.
es_es: debe mantenerse intacto en el pie de página de la interfaz del chatbot en todo momento.

source: 2. Il link nel footer può essere rimosso solo dopo una donazione una tantum di almeno $10 USD (
es_es: 2. El enlace en el pie de página solo puede eliminarse después de una donación única de al menos $10 USD (

source: ). La rimozione non autorizzata del link nel footer costituisce una violazione di questa licenza.
es_es: ). La eliminación no autorizada del enlace en el pie de página constituye una violación de esta licencia.

source: 3. Il Software è fornito "così com'è", senza garanzie di alcun tipo, esplicite o implicite. L'autore non sarà responsabile per qualsiasi reclamo, danno o altra responsabilità derivante dall'uso del Software.
es_es: 3. El Software se proporciona "tal cual", sin garantía de ningún tipo, expresa o implícita. El autor no será responsable de ninguna reclamación, daño u otra responsabilidad derivada del uso del Software.

source: 4. Questa licenza deve essere inclusa in tutte le copie o porzioni sostanziali del Software.
es_es: 4. Esta licencia debe incluirse en todas las copias o porciones sustanciales del Software.

source: Opzionale:
es_es: Opcional:

source: - Per rimuovere legalmente il link nel footer, visita
es_es: - Para eliminar legalmente el enlace en el pie de página, visite

source: o contatta
es_es: o contacte a

source: Grazie per rispettare il lavoro dell'autore.
es_es: Gracias por respetar el trabajo del autor.

source: Per una copia del testo ufficiale della licenza, fare riferimento al file LICENSE.txt nella directory principale del plugin.
es_es: Para obtener una copia del texto oficial de la licencia, consulte el archivo LICENSE.txt en el directorio principal del plugin.

source: Caratteri:
es_es: Caracteres:

source: Chiudi chat
es_es: Cerrar chat

source: Input messaggio utente
es_es: Entrada mensaje usuario

source: Tutti i campi sono obbligatori per la registrazione.
es_es: Todos los campos son obligatorios para el registro.

source: La password deve essere di almeno 6 caratteri.
es_es: La contraseña debe tener al menos 6 caracteres.

source: Le password non coincidono.
es_es: Las contraseñas no coinciden.

source: Questo username esiste già. Scegline un altro.
es_es: Este nombre de usuario ya existe. Por favor, elige otro.

source: Account amministratore creato con successo! Ora puoi effettuare il login.
es_es: ¡Cuenta de administrador creada con éxito! Ahora puedes iniciar sesión.

source: Errore durante la creazione dell'account:
es_es: Error al crear la cuenta:

source: Errore di preparazione statement:
es_es: Error de preparación de la declaración:

source: Username e Password sono obbligatori.
es_es: El nombre de usuario y la contraseña son obligatorios.

source: Username o Password errati.
es_es: Nombre de usuario o contraseña incorrectos.

source: Errore di preparazione statement login:
es_es: Error de preparación de la declaración de inicio de sesión:

source: Setup Admin Chatbot
es_es: Configuración Admin Chatbot

source: Errore Critico
es_es: Error Crítico

source: Setup Amministratore Chatbot
es_es: Configuración Administrador Chatbot

source: Sembra sia la prima volta che configuri l'accesso. Crea il tuo account amministratore.
es_es: Parece que es la primera vez que configuras el acceso. Crea tu cuenta de administrador.

source: Username Admin:
es_es: Nombre de Usuario Admin:

source: Password Admin:
es_es: Contraseña Admin:

source: Conferma Password:
es_es: Confirmar Contraseña:

source: Crea Account Admin
es_es: Crear Cuenta Admin
