Repository: NewCodeByte/chatbot-ai-free-models
Catalog: languages/*/LC_MESSAGES/chatbot.po
Languages: es_es

source: Accesso Area Admin Chatbot
es_es: Acceso Área Admin Chatbot

source: Username:
es_es: Nombre de Usuario:

source: Password:
es_es: Contraseña:

source: Accedi
es_es: Acceder
