Repository: NewCodeByte/chatbot-ai-free-models
Catalog: chatbot/languages/*/LC_MESSAGES/chatbot.po
Languages: de_de, fr_fr, pt_br

source: Errore Critico
de_de: Kritischer Fehler
fr_fr: Erreur Critique
pt_br: Erro Crítico

source: Setup Amministratore Chatbot
de_de: Chatbot Administrator Setup
fr_fr: Configuration Administrateur Chatbot
pt_br: Configuração do Administrador do Chatbot

source: Sembra sia la prima volta che configuri l'accesso. Crea il tuo account amministratore.
de_de: Es scheint, dass du den Zugriff zum ersten Mal konfigurierst. Bitte erstelle dein Administratorkonto.
fr_fr: Il semble que ce soit la première fois que vous configurez l'accès. Veuillez créer votre compte administrateur.
pt_br: Parece ser a primeira vez que você configura o acesso. Crie sua conta de administrador.

source: Username Admin:
de_de: Admin-Benutzername:
fr_fr: Nom d'utilisateur Admin :
pt_br: Nome de Usuário Admin:

source: Password Admin:
de_de: Admin-Passwort:
fr_fr: Mot de passe Admin :
pt_br: Senha Admin:

source: Conferma Password:
de_de: Passwort bestätigen:
fr_fr: Confirmer le mot de passe :
pt_br: Confirmar Senha:

source: Crea Account Admin
de_de: Admin-Konto erstellen
fr_fr: Créer le Compte Admin
pt_br: Criar Conta Admin

source: Accesso Area Admin Chatbot
de_de: Zugang zum Chatbot Admin-Bereich
fr_fr: Accès Espace Admin Chatbot
pt_br: Acesso à Área Admin do Chatbot

source: Username:
de_de: Benutzername:
fr_fr: Nom d'utilisateur :
pt_br: Nome de Usuário:

source: Password:
de_de: Passwort:
fr_fr: Mot de passe :
pt_br: Senha:

source: Accedi
de_de: Anmelden
fr_fr: Se connecter
pt_br: Entrar
