Repository: NewCodeByte/chatbot-ai-free-models
Catalog: chatbot/languages/*/LC_MESSAGES/chatbot.po
Languages: de_de, fr_fr, pt_br

source: Pannello di Controllo
de_de: Systemsteuerung
fr_fr: Panneau de Configuration
pt_br: Painel de Controle

source: Logout
de_de: Abmelden
fr_fr: Déconnexion
pt_br: Sair

source: Impostazioni
de_de: Einstellungen
fr_fr: Paramètres
pt_br: Configurações

source: Messaggi
de_de: Nachrichten
fr_fr: Messages
pt_br: Mensagens

source: Stile
de_de: Stil
fr_fr: Style
pt_br: Estilo

source: Immagini
de_de: Bilder
fr_fr: Images
pt_br: Imagens

source: Suoni
de_de: Töne
fr_fr: Sons
pt_br: Sons

source: Guida
de_de: Anleitung
fr_fr: Guide
pt_br: Guia

source: Licenza
de_de: Lizenz
fr_fr: Licence
pt_br: Licença

source: Impostazioni Chatbot
de_de: Chatbot-Einstellungen
fr_fr: Paramètres du Chatbot
pt_br: Configurações do Chatbot

source: Lingua Interfaccia
de_de: Sprache der Benutzeroberfläche
fr_fr: Langue de l'Interface
pt_br: Idioma da Interface

source: Titolo Finestra
de_de: Fenstertitel
fr_fr: Titre de la Fenêtre
pt_br: Título da Janela

source: Chatbot AI Free Models
de_de: Chatbot KI Free Models
fr_fr: Chatbot IA Modèles Gratuits
pt_br: Chatbot IA Modelos Gratuitos

source: Messaggio di Benvenuto
de_de: Willkommensnachricht
fr_fr: Message de Bienvenue
pt_br: Mensagem de Boas-vindas

source: Ciao! Come posso aiutarti?
de_de: Hallo! Wie kann ich dir helfen?
fr_fr: Salut ! Comment puis-je t'aider ?
pt_br: Olá! Como posso ajudar você?

source: Provider API
de_de: API-Anbieter
fr_fr: Fournisseur API
pt_br: Provedor da API

source: Ottieni la tua API Key (gratis per modelli free)
de_de: Hol dir deinen API-Schlüssel (kostenlos für Free-Modelle)
fr_fr: Obtiens ta clé API (gratuit pour les modèles gratuits)
pt_br: Obtenha sua chave de API (grátis para modelos gratuitos)

source: API Key
de_de: API-Schlüssel
fr_fr: Clé API
pt_br: Chave de API

source: Inserisci la tua API Key qui
de_de: Gib hier deinen API-Schlüssel ein
fr_fr: Saisis ta clé API ici
pt_br: Insira sua chave de API aqui

source: Modello AI
de_de: KI-Modell
fr_fr: Modèle IA
pt_br: Modelo de IA

source: Caricamento...
de_de: Wird geladen...
fr_fr: Chargement...
pt_br: Carregando...

source: Consigliati (Free): Google Gemini Flash, Gemma 3, DeepSeek, Qwen 3, LLama 4 ecc.
de_de: Empfohlen (Kostenlos): Google Gemini Flash, Gemma 3, DeepSeek, Qwen 3, LLama 4 etc.
fr_fr: Recommandés (Gratuits) : Google Gemini Flash, Gemma 3, DeepSeek, Qwen 3, LLama 4 etc.
pt_br: Recomendados (Grátis): Google Gemini Flash, Gemma 3, DeepSeek, Qwen 3, LLama 4 etc.

source: Base di Conoscenza
de_de: Wissensbasis
fr_fr: Base de Connaissances
pt_br: Base de Conhecimento

source: Consultare la sezione Guida per suggerimenti e struttura consigliata.
de_de: Siehe Abschnitt "Anleitung" für Tipps und empfohlene Struktur.
fr_fr: Consulter la section Guide pour les suggestions et la structure recommandée.
pt_br: Consulte a seção Guia para sugestões e estrutura recomendada.

source: Regole di Comportamento
de_de: Verhaltensregeln
fr_fr: Règles de Comportement
pt_br: Regras de Comportamento

source: Salva Impostazioni
de_de: Einstellungen speichern
fr_fr: Enregistrer les Paramètres
pt_br: Salvar Configurações

source: Gestione Messaggi
de_de: Nachrichtenverwaltung
fr_fr: Gestion des Messages
pt_br: Gerenciamento de Mensagens

source: Salva conversazioni
de_de: Gespräche speichern
fr_fr: Enregistrer les conversations
pt_br: Salvar conversas

source: Elimina Messaggi
de_de: Nachrichten löschen
fr_fr: Supprimer les Messages
pt_br: Excluir Mensagens

source: Esporta:
de_de: Exportieren:
fr_fr: Exporter :
pt_br: Exportar:

source: Esporta
de_de: Exportieren
fr_fr: Exporter
pt_br: Exportar

source: Conversazioni
de_de: Gespräche
fr_fr: Conversations
pt_br: Conversas

source: Personalizzazione Stile
de_de: Stil anpassen
fr_fr: Personnalisation du Style
pt_br: Personalização de Estilo

source: Header
de_de: Kopfzeile
fr_fr: En-tête
pt_br: Cabeçalho

source: Sfondo
de_de: Hintergrund
fr_fr: Arrière-plan
pt_br: Fundo

source: Testo
de_de: Text
fr_fr: Texte
pt_br: Texto

source: Area Messaggi
de_de: Nachrichtenbereich
fr_fr: Zone des Messages
pt_br: Área de Mensagens

source: Pulsante Invia
de_de: Senden-Button
fr_fr: Bouton Envoyer
pt_br: Botão Enviar

source: Messaggi Utente
de_de: Benutzernachrichten
fr_fr: Messages Utilisateur
pt_br: Mensagens do Usuário

source: Messaggi Bot
de_de: Bot-Nachrichten
fr_fr: Messages Bot
pt_br: Mensagens do Bot

source: Anteprima
de_de: Vorschau
fr_fr: Aperçu
pt_br: Pré-visualização

source: Questo è un messaggio di esempio inviato dall'utente.
de_de: Dies ist eine Beispielnachricht vom Benutzer.
fr_fr: Ceci est un exemple de message envoyé par l'utilisateur.
pt_br: Esta é uma mensagem de exemplo enviada pelo usuário.

source: Questa è una risposta di esempio generata dal bot.
de_de: Dies ist eine Beispielantwort vom Bot.
fr_fr: Ceci est un exemple de réponse générée par le bot.
pt_br: Esta é uma resposta de exemplo gerada pelo bot.

source: Scrivi un messaggio...
de_de: Schreibe eine Nachricht...
fr_fr: Écrivez un message...
pt_br: Escreva uma mensagem...

source: Invia
de_de: Senden
fr_fr: Envoyer
pt_br: Enviar

source: Gestione Immagini
de_de: Bilderverwaltung
fr_fr: Gestion des Images
pt_br: Gerenciamento de Imagens

source: Carica immagini JPG, PNG, GIF (Max 2MB / 512x512 pixel). Le immagini verranno sovrascritte al termine del caricamento e non sarà necessario salvare.
de_de: Lade JPG-, PNG-, GIF-Bilder hoch (Max 2MB / 512x512 Pixel). Die Bilder werden nach dem Hochladen überschrieben, ein Speichern ist nicht nötig.
fr_fr: Chargez des images JPG, PNG, GIF (Max 2Mo / 512x512 pixels). Les images seront écrasées à la fin du chargement et il ne sera pas nécessaire d'enregistrer.
pt_br: Carregue imagens JPG, PNG, GIF (Máx 2MB / 512x512 pixels). As imagens serão sobrescritas ao final do carregamento e não será necessário salvar.

source: Icona Aperta
de_de: Symbol (geöffnet)
fr_fr: Icône Ouverte
pt_br: Ícone Aberto

source: Carica
de_de: Hochladen
fr_fr: Charger
pt_br: Carregar

source: Icona Chiusa
de_de: Symbol (geschlossen)
fr_fr: Icône Fermée
pt_br: Ícone Fechado

source: Avatar Bot
de_de: Bot-Avatar
fr_fr: Avatar du Bot
pt_br: Avatar do Bot

source: Avatar Utente
de_de: Benutzer-Avatar
fr_fr: Avatar Utilisateur
pt_br: Avatar do Usuário

source: Logo Aziendale
de_de: Firmenlogo
fr_fr: Logo d'Entreprise
pt_br: Logo da Empresa

source: Mostra logo
de_de: Logo anzeigen
fr_fr: Afficher le logo
pt_br: Mostrar logo

source: Gestione Suono di Notifica
de_de: Benachrichtigungston verwalten
fr_fr: Gestion du Son de Notification
pt_br: Gerenciamento do Som de Notificação

source: Cambia il suono MP3 (Max 2MB) per l'apertura della chat. Il file MP3 in uso sarà sovrascritto al termine del caricamento e non sarà necessario salvare.
de_de: Ändere den MP3-Ton (Max 2MB) für das Öffnen des Chats. Die verwendete MP3-Datei wird nach dem Hochladen überschrieben, ein Speichern ist nicht nötig.
fr_fr: Changez le son MP3 (Max 2Mo) pour l'ouverture du chat. Le fichier MP3 utilisé sera écrasé à la fin du chargement et il ne sera pas nécessaire d'enregistrer.
pt_br: Altere o som MP3 (Máx 2MB) para a abertura do chat. O arquivo MP3 em uso será sobrescrito ao final do carregamento e não será necessário salvar.

source: Suono di Notifica:
de_de: Benachrichtigungston:
fr_fr: Son de Notification :
pt_br: Som de Notificação:

source: Abilita suono di notifica
de_de: Benachrichtigungston aktivieren
fr_fr: Activer le son de notification
pt_br: Habilitar som de notificação

source: Suono Attuale:
de_de: Aktueller Ton:
fr_fr: Son Actuel :
pt_br: Som Atual:

source: No supporto audio.
de_de: Keine Audio-Unterstützung.
fr_fr: Audio non supporté.
pt_br: Sem suporte a áudio.

source: File non trovato!
de_de: Datei nicht gefunden!
fr_fr: Fichier non trouvé !
pt_br: Arquivo não encontrado!

source: Carica Nuovo:
de_de: Neu hochladen:
fr_fr: Charger Nouveau :
pt_br: Carregar Novo:

source: Carica MP3...
de_de: MP3 hochladen...
fr_fr: Charger MP3...
pt_br: Carregar MP3...

source: (Max 2MB)
fr_fr: (Max 2Mo)
pt_br: (Máx 2MB)

source: Upload automatico
de_de: Automatischer Upload
fr_fr: Chargement automatique
pt_br: Upload automático

source: Guida Rapida e Integrazione
de_de: Schnellanleitung und Integration
fr_fr: Guide Rapide et Intégration
pt_br: Guia Rápido e Integração

source: Come Inserire la Chat nel Tuo Sito Web
de_de: So fügst du den Chat in deine Website ein
fr_fr: Comment Insérer le Chat dans Votre Site Web
pt_br: Como Inserir o Chat no Seu Site

source: Per aggiungere questo chatbot a qualsiasi pagina del tuo sito web (indipendentemente dalla piattaforma: HTML statico, PHP, CMS diversi da WordPress, ecc.), devi includere un singolo script JavaScript nel codice HTML della pagina, preferibilmente prima della chiusura del tag </body>. Per Wordpress puoi facilmente installare il plugin di queso Chatbot che trovi qui:
de_de: Um diesen Chatbot zu einer beliebigen Seite deiner Website hinzuzufügen (unabhängig von der Plattform: statisches HTML, PHP, andere CMS als WordPress usw.), musst du ein einzelnes JavaScript in den HTML-Code der Seite einfügen, vorzugsweise vor dem schließenden </body>-Tag. Für Wordpress kannst du einfach das Plugin für diesen Chatbot installieren, das du hier findest:
fr_fr: Pour ajouter ce chatbot à n'importe quelle page de votre site web (indépendamment de la plateforme : HTML statique, PHP, CMS autres que WordPress, etc.), vous devez inclure un unique script JavaScript dans le code HTML de la page, de préférence avant la balise de fermeture </body>. Pour Wordpress, vous pouvez facilement installer le plugin de ce Chatbot que vous trouverez ici :
pt_br: Para adicionar este chatbot a qualquer página do seu site (independente da plataforma: HTML estático, PHP, CMS diferentes do WordPress, etc.), você deve incluir um único script JavaScript no código HTML da página, de preferência antes da tag de fechamento </body>. Para Wordpress você pode facilmente instalar o plugin deste Chatbot encontrado aqui:

source: Copia e incolla la seguente riga di codice nella tua pagina HTML:
de_de: Kopiere die folgende Codezeile und füge sie in deine HTML-Seite ein:
fr_fr: Copiez et collez la ligne de code suivante dans votre page HTML :
pt_br: Copie e cole a seguinte linha de código na sua página HTML:

source: <script src="/percorso/alla/cartella/chatbot/embed.js" defer></script>
de_de: <script src="/pfad/zum/chatbot/ordner/embed.js" defer></script>
fr_fr: <script src="/chemin/vers/dossier/chatbot/embed.js" defer></script>
pt_br: <script src="/caminho/para/pasta/chatbot/embed.js" defer></script>

source: Importante:
de_de: Wichtig:
fr_fr: Important :

source: Sostituisci "/percorso/alla/cartella/chatbot/" con il percorso URL effettivo in cui hai caricato la cartella contenente i file del chatbot (chatbot.php, embed.js, style.css, ecc.) sul tuo server.
de_de: Ersetze "/pfad/zum/chatbot/ordner/" durch den tatsächlichen URL-Pfad, unter dem du den Ordner mit den Chatbot-Dateien (chatbot.php, embed.js, style.css, etc.) auf deinem Server hochgeladen hast.
fr_fr: Remplacez "/chemin/vers/dossier/chatbot/" par le chemin URL réel où vous avez chargé le dossier contenant les fichiers du chatbot (chatbot.php, embed.js, style.css, etc.) sur votre serveur.
pt_br: Substitua "/caminho/para/pasta/chatbot/" pelo caminho URL real onde você carregou a pasta contendo os arquivos do chatbot (chatbot.php, embed.js, style.css, etc.) no seu servidor.

source: Ad esempio, potrebbe essere "/chatbot-x/" o semplicemente "/" se è nella root.
de_de: Zum Beispiel könnte dies "/chatbot-x/" sein oder einfach "/", wenn es im Stammverzeichnis liegt.
fr_fr: Par exemple, cela pourrait être "/chatbot-x/" ou simplement "/" s'il est à la racine.
pt_br: Por exemplo, pode ser "/chatbot-x/" ou simplesmente "/" se estiver na raiz.

source: L'attributo `defer` è consigliato perché permette alla pagina HTML di caricarsi prima di eseguire lo script, migliorando le prestazioni percepite.
de_de: Das `defer`-Attribut wird empfohlen, da es der HTML-Seite ermöglicht, vor der Ausführung des Skripts zu laden, was die wahrgenommene Leistung verbessert.
fr_fr: L'attribut `defer` est recommandé car il permet à la page HTML de se charger avant d'exécuter le script, améliorant ainsi les performances perçues.
pt_br: O atributo `defer` é recomendado porque permite que a página HTML carregue antes de executar o script, melhorando o desempenho percebido.

source: Una volta aggiunto questo script, il file `embed.js` creerà automaticamente il pulsante flottante e la finestra della chat (in un iframe) sulla pagina. Il chatbot userà le impostazioni e gli stili definiti in questo pannello di amministrazione.
de_de: Sobald dieses Skript hinzugefügt wurde, erstellt die Datei `embed.js` automatisch den schwebenden Button und das Chat-Fenster (in einem iframe) auf der Seite. Der Chatbot verwendet die Einstellungen und Stile, die in dieser Systemsteuerung definiert sind.
fr_fr: Une fois ce script ajouté, le fichier `embed.js` créera automatiquement le bouton flottant et la fenêtre de chat (dans un iframe) sur la page. Le chatbot utilisera les paramètres et les styles définis dans ce panneau d'administration.
pt_br: Uma vez adicionado este script, o arquivo `embed.js` criará automaticamente o botão flutuante e a janela do chat (em um iframe) na página. O chatbot usará as configurações e estilos definidos neste painel de administração.

source: Funzionamento Base
de_de: Grundlegende Funktionsweise
fr_fr: Fonctionnement de Base
pt_br: Funcionamento Básico

source: Il chatbot utilizza le informazioni inserite in "Base di Conoscenza" e le "Regole di Comportamento" per costruire un prompt di sistema. Questo prompt viene inviato, insieme alla cronologia della conversazione corrente (se abilitata e funzionante) e al messaggio dell'utente, all'API di OpenRouter.ai per generare una risposta. Assicurati di avere una API Key valida e di selezionare un modello compatibile.
de_de: Der Chatbot verwendet die in der "Wissensbasis" und den "Verhaltensregeln" eingegebenen Informationen, um einen System-Prompt zu erstellen. Dieser Prompt wird zusammen mit dem aktuellen Gesprächsverlauf (falls aktiviert und funktionsfähig) und der Benutzernachricht an die API von OpenRouter.ai gesendet, um eine Antwort zu generieren. Stelle sicher, dass du einen gültigen API-Schlüssel hast und ein kompatibles Modell auswählst.
fr_fr: Le chatbot utilise les informations saisies dans la "Base de Connaissances" et les "Règles de Comportement" pour construire un prompt système. Ce prompt est envoyé, avec l'historique de la conversation en cours (si activé et fonctionnel) et le message de l'utilisateur, à l'API d'OpenRouter.ai pour générer une réponse. Assurez-vous d'avoir une clé API valide et de sélectionner un modèle compatible.
pt_br: O chatbot utiliza as informações inseridas na "Base de Conhecimento" e nas "Regras de Comportamento" para construir um prompt de sistema. Este prompt é enviado, juntamente com o histórico da conversa atual (se ativado e funcional) e a mensagem do usuário, para a API da OpenRouter.ai para gerar uma resposta. Certifique-se de ter uma Chave de API válida e de selecionar um modelo compatível.

source: Template Suggeriti per Impostazioni
de_de: Vorlagenvorschläge für Einstellungen
fr_fr: Modèles Suggérés pour les Paramètres
pt_br: Modelos Sugeridos para Configurações

source: Puoi usare i seguenti testi come punto di partenza. Copiali e incollali nei campi corrispondenti nella tab "Impostazioni", adattandoli poi alle tue specifiche esigenze.
de_de: Du kannst die folgenden Texte als Ausgangspunkt verwenden. Kopiere sie und füge sie in die entsprechenden Felder im Reiter "Einstellungen" ein und passe sie dann an deine spezifischen Bedürfnisse an.
fr_fr: Vous pouvez utiliser les textes suivants comme point de départ. Copiez-les et collez-les dans les champs correspondants de l'onglet "Paramètres", puis adaptez-les à vos besoins spécifiques.
pt_br: Você pode usar os textos a seguir como ponto de partida. Copie e cole-os nos campos correspondentes na aba "Configurações", adaptando-os depois às suas necessidades específicas.

source: Template Base di Conoscenza
de_de: Vorlage Wissensbasis
fr_fr: Modèle Base de Connaissances
pt_br: Modelo Base de Conhecimento

source: Informazioni Essenziali sul Tuo Sito/Blog:
de_de: Wesentliche Informationen über Deine Website/Deinen Blog:
fr_fr: Informations Essentielles sur Votre Site/Blog :
pt_br: Informações Essenciais sobre Seu Site/Blog:

source: Nome del Sito:
de_de: Name der Website:
fr_fr: Nom du Site :
pt_br: Nome do Site:

source: [Inserisci il nome del tuo sito/blog qui]
de_de: [Gib hier den Namen deiner Website/deines Blogs ein]
fr_fr: [Saisissez le nom de votre site/blog ici]
pt_br: [Insira o nome do seu site/blog aqui]

source: Argomento Principale:
de_de: Hauptthema:
fr_fr: Sujet Principal :
pt_br: Tópico Principal:

source: [Descrivi brevemente di cosa tratta il tuo sito. Es: Blog di cucina vegetariana, Sito di recensioni tech, E-commerce di prodotti artigianali]
de_de: [Beschreibe kurz, worum es auf deiner Website geht. Bsp.: Blog über vegetarisches Kochen, Tech-Review-Seite, E-Commerce für handgemachte Produkte]
fr_fr: [Décrivez brièvement le sujet de votre site. Ex : Blog de cuisine végétarienne, Site d'avis tech, E-commerce de produits artisanaux]
pt_br: [Descreva brevemente sobre o que é seu site. Ex: Blog de culinária vegetariana, Site de reviews de tecnologia, E-commerce de produtos artesanais]

source: Obiettivo del Sito:
de_de: Ziel der Website:
fr_fr: Objectif du Site :
pt_br: Objetivo do Site:

source: [Qual è lo scopo principale? Es: Informare, Vendere prodotti, Offrire servizi, Creare una community]
de_de: [Was ist der Hauptzweck? Bsp.: Informieren, Produkte verkaufen, Dienste anbieten, eine Community aufbauen]
fr_fr: [Quel est l'objectif principal ? Ex : Informer, Vendre des produits, Offrir des services, Créer une communauté]
pt_br: [Qual é o objetivo principal? Ex: Informar, Vender produtos, Oferecer serviços, Criar uma comunidade]

source: Pubblico di Riferimento:
de_de: Zielgruppe:
fr_fr: Public Cible :
pt_br: Público-Alvo:

source: [A chi ti rivolgi principalmente? Es: Principianti di cucina, Appassionati di tecnologia, Amanti del fai-da-te]
de_de: [Wen sprichst du hauptsächlich an? Bsp.: Kochanfänger, Technik-Enthusiasten, Heimwerker]
fr_fr: [À qui vous adressez-vous principalement ? Ex : Débutants en cuisine, Passionnés de technologie, Amateurs de bricolage]
pt_br: [Para quem você se dirige principalmente? Ex: Iniciantes na cozinha, Entusiastas de tecnologia, Amantes de DIY]

source: Prodotti/Servizi Chiave (se applicabile):
de_de: Schlüsselprodukte/-dienste (falls zutreffend):
fr_fr: Produits/Services Clés (si applicable) :
pt_br: Produtos/Serviços Principais (se aplicável):

source: [Elenca brevemente i tuoi prodotti o servizi principali. Es: Corsi di cucina online, Guide all'acquisto smartphone, Oggetti in ceramica fatti a mano]
de_de: [Liste kurz deine Hauptprodukte oder -dienste auf. Bsp.: Online-Kochkurse, Smartphone-Kaufberatung, handgemachte Keramikartikel]
fr_fr: [Listez brièvement vos principaux produits ou services. Ex : Cours de cuisine en ligne, Guides d'achat de smartphones, Objets en céramique faits main]
pt_br: [Liste brevemente seus principais produtos ou serviços. Ex: Cursos de culinária online, Guias de compra de smartphones, Itens de cerâmica feitos à mão]

source: Contatti:
de_de: Kontakt:
fr_fr: Contacts :
pt_br: Contato:

source: [Come possono contattarti gli utenti? Es: Pagina Contatti sul sito, Email: tua@email.com, Numero di telefono (se appropriato)]
de_de: [Wie können Benutzer dich kontaktieren? Bsp.: Kontaktseite auf der Website, E-Mail: deine@email.com, Telefonnummer (falls angemessen)]
fr_fr: [Comment les utilisateurs peuvent-ils vous contacter ? Ex : Page Contact sur le site, Email : votre@email.com, Numéro de téléphone (si approprié)]
pt_br: [Como os usuários podem entrar em contato com você? Ex: Página de Contato no site, Email: seu@email.com, Número de telefone (se apropriado)]

source: Informazioni Uniche/Importanti:
de_de: Einzigartige/Wichtige Informationen:
fr_fr: Informations Uniques/Importantes :
pt_br: Informações Únicas/Importantes:

source: [Ci sono regole specifiche, orari, valori aziendali o informazioni particolari che il bot deve conoscere? Es: Spedizioni solo in Italia, Non trattiamo argomenti X, Siamo aperti dal Lunedì al Venerdì 9-18]
de_de: [Gibt es spezielle Regeln, Öffnungszeiten, Unternehmenswerte oder besondere Informationen, die der Bot kennen muss? Bsp.: Versand nur innerhalb Deutschlands, Wir behandeln Thema X nicht, Wir haben Montag bis Freitag von 9-18 Uhr geöffnet]
fr_fr: [Y a-t-il des règles spécifiques, horaires, valeurs d'entreprise ou informations particulières que le bot doit connaître ? Ex : Expédition uniquement en France, Nous ne traitons pas le sujet X, Nous sommes ouverts du Lundi au Vendredi de 9h à 18h]
pt_br: [Existem regras específicas, horários, valores da empresa ou informações particulares que o bot precisa saber? Ex: Envios apenas no Brasil, Não abordamos o tópico X, Estamos abertos de Segunda a Sexta das 9h às 18h]

source: (SUGGERIMENTO: Sii specifico ma conciso. Più informazioni rilevanti fornisci, migliori saranno le risposte del bot. Rimuovi le parentesi quadre e sostituisci il testo.)
de_de: (TIPP: Sei spezifisch, aber prägnant. Je relevantere Informationen du bereitstellst, desto besser werden die Antworten des Bots sein. Entferne die eckigen Klammern und ersetze den Text.)
fr_fr: (CONSEIL : Soyez spécifique mais concis. Plus vous fournissez d'informations pertinentes, meilleures seront les réponses du bot. Retirez les crochets et remplacez le texte.)
pt_br: (DICA: Seja específico, mas conciso. Quanto mais informações relevantes você fornecer, melhores serão as respostas do bot. Remova os colchetes e substitua o texto.)

source: Template Comportamento del Bot
de_de: Vorlage Bot-Verhalten
fr_fr: Modèle Comportement du Bot
pt_br: Modelo de Comportamento do Bot

source: Istruzioni per il Comportamento del Bot:
de_de: Anweisungen für das Bot-Verhalten:
fr_fr: Instructions pour le Comportement du Bot :
pt_br: Instruções para o Comportamento do Bot:

source: Personalità/Ruolo:
de_de: Persönlichkeit/Rolle:
fr_fr: Personnalité/Rôle :
pt_br: Personalidade/Papel:

source: Sei un assistente virtuale amichevole e disponibile per il sito [Nome del Tuo Sito]. Il tuo obiettivo è aiutare gli utenti a trovare informazioni presenti nella "Base di Conoscenza" fornita e rispondere alle loro domande in modo chiaro e pertinente.
de_de: Du bist ein freundlicher und hilfsbereiter virtueller Assistent für die Website [Dein Website-Name]. Dein Ziel ist es, Benutzern dabei zu helfen, Informationen in der bereitgestellten "Wissensbasis" zu finden und ihre Fragen klar und relevant zu beantworten.
fr_fr: Tu es un assistant virtuel amical et disponible pour le site [Nom de Votre Site]. Ton objectif est d'aider les utilisateurs à trouver les informations présentes dans la "Base de Connaissances" fournie et de répondre à leurs questions de manière claire et pertinente.
pt_br: Você é um assistente virtual amigável e prestativo para o site [Nome do Seu Site]. Seu objetivo é ajudar os usuários a encontrar informações presentes na "Base de Conhecimento" fornecida e responder às suas perguntas de forma clara e pertinente.

source: Tono:
de_de: Ton:
fr_fr: Ton :
pt_br: Tom:

source: Mantieni un tono cordiale, professionale e positivo. Usa un linguaggio semplice e comprensibile.
de_de: Halte einen herzlichen, professionellen und positiven Ton bei. Verwende eine einfache und verständliche Sprache.
fr_fr: Maintiens un ton cordial, professionnel et positif. Utilise un langage simple et compréhensible.
pt_br: Mantenha um tom cordial, profissional e positivo. Use uma linguagem simples e compreensível.

source: Stile:
de_de: Stil:
fr_fr: Style :
pt_br: Estilo:
