Repository: NewCodeByte/chatbot-ai-free-models
Catalog: chatbot/languages/*/LC_MESSAGES/chatbot.po
Languages: de_de, fr_fr, pt_br

source: Rispondi in modo diretto e vai dritto al punto, ma senza sembrare sbrigativo. Usa paragrafi brevi e, se appropriato, elenchi puntati per migliorare la leggibilità. Dai del "tu" all'utente.
de_de: Antworte direkt und komm auf den Punkt, aber ohne kurz angebunden zu wirken. Verwende kurze Absätze und gegebenenfalls Aufzählungszeichen, um die Lesbarkeit zu verbessern. Duz den Benutzer.
fr_fr: Réponds directement et va droit au but, mais sans paraître expéditif. Utilise des paragraphes courts et, si approprié, des listes à puces pour améliorer la lisibilité. Tutoie l'utilisateur.
pt_br: Responda diretamente e vá direto ao ponto, mas sem parecer apressado. Use parágrafos curtos e, se apropriado, listas com marcadores para melhorar a legibilidade. Trate o usuário por "você".

source: Base di Conoscenza:
de_de: Wissensbasis:
fr_fr: Base de Connaissances :
pt_br: Base de Conhecimento:

source: Basa le tue risposte ESCLUSIVAMENTE sulle informazioni fornite nella sezione "Informazioni per le risposte". Se una domanda riguarda argomenti non presenti lì, indica gentilmente che non hai quell'informazione specifica e suggerisci come l'utente può trovarla (es. "Non ho dettagli su questo argomento specifico, ma potresti trovare utile visitare la nostra pagina [Nome Pagina Rilevante] o contattarci direttamente tramite [Metodo di Contatto]").
de_de: Stütze deine Antworten AUSSCHLIESSLICH auf die Informationen im Abschnitt "Wissensbasis". Wenn eine Frage Themen betrifft, die dort nicht enthalten sind, weise freundlich darauf hin, dass du diese spezifische Information nicht hast, und schlage vor, wie der Benutzer sie finden kann (z.B. "Ich habe keine Details zu diesem spezifischen Thema, aber vielleicht findest du es hilfreich, unsere Seite [Name der relevanten Seite] zu besuchen oder uns direkt über [Kontaktmethode] zu kontaktieren").
fr_fr: Base tes réponses EXCLUSIVEMENT sur les informations fournies dans la section "Base de Connaissances". Si une question concerne des sujets non présents, indique gentiment que tu ne disposes pas de cette information spécifique et suggère comment l'utilisateur peut la trouver (ex. "Je n'ai pas de détails sur ce sujet spécifique, mais vous pourriez trouver utile de visiter notre page [Nom Page Pertinente] ou de nous contacter directement via [Méthode de Contact]").
pt_br: Baseie suas respostas EXCLUSIVAMENTE nas informações fornecidas na seção "Base de Conhecimento". Se uma pergunta for sobre tópicos não presentes lá, indique gentilmente que você não possui essa informação específica e sugira como o usuário pode encontrá-la (ex: "Não tenho detalhes sobre este tópico específico, mas você pode achar útil visitar nossa página [Nome da Página Relevante] ou entrar em contato conosco diretamente via [Método de Contato]").

source: Cosa NON Fare:
de_de: Was du NICHT tun solltest:
fr_fr: Ce qu'il NE faut PAS faire :
pt_br: O que NÃO Fazer:

source: Non inventare informazioni o risposte.
de_de: Erfinde keine Informationen oder Antworten.
fr_fr: N'invente pas d'informations ou de réponses.
pt_br: Não invente informações ou respostas.

source: Non esprimere opinioni personali.
de_de: Äußere keine persönlichen Meinungen.
fr_fr: N'exprime pas d'opinions personnelles.
pt_br: Não expresse opiniões pessoais.

source: Non rispondere a domande offensive, inappropriate o palesemente fuori tema rispetto allo scopo del sito. In questi casi, rispondi educatamente che non puoi gestire quel tipo di richiesta.
de_de: Antworte nicht auf beleidigende, unangemessene oder offensichtlich themenfremde Fragen in Bezug auf den Zweck der Website. Antworte in solchen Fällen höflich, dass du diese Art von Anfrage nicht bearbeiten kannst.
fr_fr: Ne réponds pas aux questions offensantes, inappropriées ou manifestement hors sujet par rapport à l'objectif du site. Dans ces cas, réponds poliment que tu ne peux pas traiter ce type de demande.
pt_br: Não responda a perguntas ofensivas, inapropriadas ou claramente fora de tópico em relação ao propósito do site. Nesses casos, responda educadamente que você não pode lidar com esse tipo de solicitação.

source: Non chiedere informazioni personali sensibili agli utenti (password, numeri di carta di credito, ecc.).
de_de: Frage Benutzer nicht nach sensiblen persönlichen Informationen (Passwörter, Kreditkartennummern usw.).
fr_fr: Ne demande pas d'informations personnelles sensibles aux utilisateurs (mots de passe, numéros de carte de crédit, etc.).
pt_br: Não peça informações pessoais sensíveis aos usuários (senhas, números de cartão de crédito, etc.).

source: Gestione Domande Complesse/Ambigue:
de_de: Umgang mit komplexen/mehrdeutigen Fragen:
fr_fr: Gestion des Questions Complexes/Ambiguës :
pt_br: Gerenciamento de Perguntas Complexas/Ambíguas:

source: Se una domanda non è chiara, chiedi gentilmente all'utente di riformularla o fornire maggiori dettagli.
de_de: Wenn eine Frage unklar ist, bitte den Benutzer freundlich, sie neu zu formulieren oder weitere Details anzugeben.
fr_fr: Si une question n'est pas claire, demande gentiment à l'utilisateur de la rephraser ou de fournir plus de détails.
pt_br: Se uma pergunta não estiver clara, peça gentilmente ao usuário para reformulá-la ou fornecer mais detalhes.

source: Lingua:
de_de: Sprache:
fr_fr: Langue :
pt_br: Idioma:

source: Rispondi sempre in italiano, a meno che l'utente non scriva chiaramente in un'altra lingua (in quel caso, se possibile, rispondi in quella lingua mantenendo queste regole).
de_de: Antworte immer auf Italienisch, es sei denn, der Benutzer schreibt eindeutig in einer anderen Sprache (antworte in diesem Fall nach Möglichkeit in dieser Sprache unter Beibehaltung dieser Regeln).
fr_fr: Réponds toujours en italien, sauf si l'utilisateur écrit clairement dans une autre langue (auquel cas, si possible, réponds dans cette langue en conservant ces règles).
pt_br: Responda sempre em português, a menos que o usuário escreva claramente em outro idioma (nesse caso, se possível, responda nesse idioma mantendo estas regras).

source: (SUGGERIMENTO: Adatta queste regole al tuo caso specifico. Puoi renderlo più formale, più tecnico, più spiritoso, ecc. Ricorda di sostituire "[Nome del Tuo Sito]" e "[Metodo di Contatto]").
de_de: (TIPP: Passe diese Regeln an deinen spezifischen Fall an. Du kannst ihn formeller, technischer, witziger usw. gestalten. Denke daran, "[Dein Website-Name]" und "[Kontaktmethode]" zu ersetzen).
fr_fr: (CONSEIL : Adapte ces règles à ton cas spécifique. Tu peux le rendre plus formel, plus technique, plus spirituel, etc. N'oublie pas de remplacer "[Nom de Votre Site]" et "[Méthode de Contact]").
pt_br: (DICA: Adapte estas regras ao seu caso específico. Você pode torná-lo mais formal, mais técnico, mais espirituoso, etc. Lembre-se de substituir "[Nome do Seu Site]" e "[Método de Contato]").

source: Risoluzione Problemi Comuni
de_de: Lösung häufiger Probleme
fr_fr: Résolution des Problèmes Courants
pt_br: Solução de Problemas Comuns

source: Il chatbot non appare sulla pagina:
de_de: Der Chatbot erscheint nicht auf der Seite:
fr_fr: Le chatbot n'apparaît pas sur la page :
pt_br: O chatbot não aparece na página:

source: Verifica che il percorso nello script `<script src="...">` sia corretto e che il file `embed.js` sia caricato correttamente (controlla la console del browser per errori 404). Assicurati che non ci siano errori JavaScript gravi nella console che potrebbero bloccare l'esecuzione di `embed.js`.
de_de: Überprüfe, ob der Pfad im Skript `<script src="...">` korrekt ist und ob die Datei `embed.js` korrekt geladen wird (prüfe die Browser-Konsole auf 404-Fehler). Stelle sicher, dass keine schwerwiegenden JavaScript-Fehler in der Konsole vorhanden sind, die die Ausführung von `embed.js` blockieren könnten.
fr_fr: Vérifie que le chemin dans le script `<script src="...">` est correct et que le fichier `embed.js` est chargé correctement (vérifie la console du navigateur pour les erreurs 404). Assure-toi qu'il n'y a pas d'erreurs JavaScript graves dans la console qui pourraient bloquer l'exécution de `embed.js`.
pt_br: Verifique se o caminho no script `<script src="...">` está correto e se o arquivo `embed.js` foi carregado corretamente (verifique o console do navegador por erros 404). Certifique-se de que não há erros graves de JavaScript no console que possam bloquear a execução de `embed.js`.

source: Il chatbot non risponde:
de_de: Der Chatbot antwortet nicht:
fr_fr: Le chatbot ne répond pas :
pt_br: O chatbot não responde:

source: Verifica che l'API Key sia corretta, che il modello selezionato sia valido e attivo su OpenRouter, e che il tuo account OpenRouter abbia crediti sufficienti (se usi modelli a pagamento). Controlla la console del browser (tasto F12) per eventuali errori JavaScript durante l'invio del messaggio. Controlla i log di errore PHP del server per problemi in `chatbot.php`.
de_de: Überprüfe, ob der API-Schlüssel korrekt ist, das ausgewählte Modell gültig und auf OpenRouter aktiv ist und ob dein OpenRouter-Konto über ausreichendes Guthaben verfügt (wenn du kostenpflichtige Modelle verwendest). Prüfe die Browser-Konsole (Taste F12) auf mögliche JavaScript-Fehler beim Senden der Nachricht. Prüfe die PHP-Fehlerprotokolle des Servers auf Probleme in `chatbot.php`.
fr_fr: Vérifie que la clé API est correcte, que le modèle sélectionné est valide et actif sur OpenRouter, et que ton compte OpenRouter dispose de crédits suffisants (si tu utilises des modèles payants). Vérifie la console du navigateur (touche F12) pour détecter d'éventuelles erreurs JavaScript lors de l'envoi du message. Vérifie les journaux d'erreurs PHP du serveur pour les problèmes dans `chatbot.php`.
pt_br: Verifique se a Chave de API está correta, se o modelo selecionado é válido e está ativo no OpenRouter, e se sua conta OpenRouter tem créditos suficientes (se usar modelos pagos). Verifique o console do navegador (tecla F12) por eventuais erros de JavaScript durante o envio da mensagem. Verifique os logs de erro do PHP no servidor por problemas em `chatbot.php`.

source: Le immagini/suoni non si aggiornano o non appaiono:
de_de: Die Bilder/Töne werden nicht aktualisiert oder angezeigt:
fr_fr: Les images/sons ne se mettent pas à jour ou n'apparaissent pas :
pt_br: As imagens/sons não são atualizados ou não aparecem:

source: Assicurati che le cartelle `/images` e `/sounds` esistano nella directory del chatbot e abbiano i permessi di scrittura corretti per il server web. Prova a svuotare la cache del browser (hard refresh). Verifica che i percorsi usati in `chatbot.js` e `admin.php` per accedere a queste risorse siano corretti rispetto alla root del sito.
de_de: Stelle sicher, dass die Ordner `/images` und `/sounds` im Chatbot-Verzeichnis existieren und die korrekten Schreibberechtigungen für den Webserver haben. Versuche, den Browser-Cache zu leeren (Hard Refresh). Überprüfe, ob die in `chatbot.js` und `admin.php` verwendeten Pfade für den Zugriff auf diese Ressourcen relativ zum Stammverzeichnis der Website korrekt sind.
fr_fr: Assure-toi que les dossiers `/images` et `/sounds` existent dans le répertoire du chatbot et qu'ils disposent des autorisations d'écriture correctes pour le serveur web. Essaie de vider le cache du navigateur (actualisation forcée). Vérifie que les chemins utilisés dans `chatbot.js` et `admin.php` pour accéder à ces ressources sont corrects par rapport à la racine du site.
pt_br: Certifique-se de que as pastas `/images` e `/sounds` existam no diretório do chatbot e tenham as permissões de escrita corretas para o servidor web. Tente limpar o cache do navegador (atualização forçada). Verifique se os caminhos usados em `chatbot.js` e `admin.php` para acessar esses recursos estão corretos em relação à raiz do site.

source: Le modifiche allo stile non appaiono:
de_de: Die Stiländerungen werden nicht angezeigt:
fr_fr: Les modifications de style n'apparaissent pas :
pt_br: As modificações de estilo não aparecem:

source: Svuota la cache del browser (hard refresh CTRL+F5 o CMD+SHIFT+R). Verifica che non ci siano regole CSS del tuo sito principale che sovrascrivono gli stili del chatbot con `!important` (anche se l'iframe dovrebbe isolare abbastanza).
de_de: Leere den Browser-Cache (Hard Refresh STRG+F5 oder CMD+SHIFT+R). Überprüfe, ob es keine CSS-Regeln deiner Hauptwebsite gibt, die die Stile des Chatbots mit `!important` überschreiben (obwohl der iframe ausreichend isolieren sollte).
fr_fr: Vide le cache du navigateur (actualisation forcée CTRL+F5 ou CMD+SHIFT+R). Vérifie qu'il n'y a pas de règles CSS de ton site principal qui écrasent les styles du chatbot avec `!important` (bien que l'iframe devrait suffisamment isoler).
pt_br: Limpe o cache do navegador (atualização forçada CTRL+F5 ou CMD+SHIFT+R). Verifique se não há regras CSS do seu site principal que sobrescrevam os estilos do chatbot com `!important` (embora o iframe deva isolar o suficiente).

source: Reset generale:
de_de: Allgemeiner Reset:
fr_fr: Réinitialisation générale :
pt_br: Reset geral:

source: Se per qualsiasi ragione vorresti tornare alle impostazioni di default, ti basterà eliminare il file del database che trovi nella directory principale del chatbot, è l'unico con estensione .db, se hai cambiato immagini e suoni, questi non saranno ripristinati, dovresti ricaricarli.
de_de: Wenn du aus irgendeinem Grund zu den Standardeinstellungen zurückkehren möchtest, lösche einfach die Datenbankdatei im Hauptverzeichnis des Chatbots (es ist die einzige mit der Erweiterung .db). Wenn du Bilder und Töne geändert hast, werden diese nicht wiederhergestellt, du musst sie neu hochladen.
fr_fr: Si, pour une raison quelconque, tu souhaites revenir aux paramètres par défaut, il te suffira de supprimer le fichier de base de données qui se trouve dans le répertoire principal du chatbot (c'est le seul avec l'extension .db). Si tu as modifié les images et les sons, ceux-ci ne seront pas restaurés, tu devras les recharger.
pt_br: Se por qualquer motivo você quiser retornar às configurações padrão, basta excluir o arquivo do banco de dados encontrado no diretório principal do chatbot, é o único com extensão .db. Se você alterou imagens e sons, estes não serão restaurados, você precisará carregá-los novamente.

source: Per supporto aggiuntivo, visita il sito dello sviluppatore
de_de: Für zusätzlichen Support besuche die Website des Entwicklers
fr_fr: Pour une assistance supplémentaire, visite le site du développeur
pt_br: Para suporte adicional, visite o site do desenvolvedor

source: o consulta la documentazione completa (se disponibile).
de_de: oder lies die vollständige Dokumentation (falls verfügbar).
fr_fr: ou consulte la documentation complète (si disponible).
pt_br: ou consulte a documentação completa (se disponível).

source: Licenza e Termini di Utilizzo
de_de: Lizenz und Nutzungsbedingungen
fr_fr: Licence et Conditions d'Utilisation
pt_br: Licença e Termos de Uso

source: Si prega di leggere attentamente i termini sotto cui questo software viene fornito.
de_de: Bitte lesen Sie die Bedingungen, unter denen diese Software bereitgestellt wird, sorgfältig durch.
fr_fr: Veuillez lire attentivement les conditions sous lesquelles ce logiciel est fourni.
pt_br: Por favor, leia atentamente os termos sob os quais este software é fornecido.

source: Licenza Personalizzata - Uso Gratuito con Link di Attribuzione
de_de: Benutzerdefinierte Lizenz - Kostenlose Nutzung mit Namensnennungslink
fr_fr: Licence Personnalisée - Utilisation Gratuite avec Lien d'Attribution
pt_br: Licença Personalizada - Uso Gratuito com Link de Atribuição

source: Il permesso è concesso, gratuitamente, a chiunque ottenga una copia di questo software e dei file di documentazione associati (il "Software"), di utilizzare, copiare, modificare, unire, pubblicare e distribuire il Software per qualsiasi scopo, inclusi scopi commerciali, alle seguenti condizioni:
de_de: Hiermit wird jeder Person, die eine Kopie dieser Software und der zugehörigen Dokumentationsdateien (die "Software") erhält, unentgeltlich die Erlaubnis erteilt, die Software für jeden Zweck, einschließlich kommerzieller Zwecke, zu nutzen, zu kopieren, zu modifizieren, zusammenzuführen, zu veröffentlichen und zu verbreiten, unter den folgenden Bedingungen:
fr_fr: La permission est accordée, gratuitement, à toute personne obtenant une copie de ce logiciel et des fichiers de documentation associés (le "Logiciel"), d'utiliser, copier, modifier, fusionner, publier et distribuer le Logiciel à quelque fin que ce soit, y compris à des fins commerciales, sous réserve des conditions suivantes :
pt_br: A permissão é concedida, gratuitamente, a qualquer pessoa que obtenha uma cópia deste software e dos arquivos de documentação associados (o "Software"), para usar, copiar, modificar, mesclar, publicar e distribuir o Software para qualquer finalidade, incluindo fins comerciais, sujeito às seguintes condições:

source: 1. Un link visibile a
de_de: 1. Ein sichtbarer Link zu
fr_fr: 1. Un lien visible vers
pt_br: 1. Um link visível para

source: deve essere mantenuto intatto nel footer dell'interfaccia del chatbot in ogni momento.
de_de: muss jederzeit unversehrt im Footer der Chatbot-Oberfläche erhalten bleiben.
fr_fr: doit être maintenu intact dans le pied de page de l'interface du chatbot à tout moment.
pt_br: deve ser mantido intacto no rodapé da interface do chatbot em todos os momentos.

source: 2. Il link nel footer può essere rimosso solo dopo una donazione una tantum di almeno $9.90 USD (
de_de: 2. Der Link im Footer darf nur nach einer einmaligen Spende von mindestens $9.90 USD (
fr_fr: 2. Le lien dans le pied de page ne peut être retiré qu'après un don unique d'au moins $9.90 USD (
pt_br: 2. O link no rodapé só pode ser removido após uma doação única de pelo menos US$ 9.90 (

source: ). La rimozione non autorizzata del link nel footer costituisce una violazione di questa licenza.
de_de: ) entfernt werden. Die unbefugte Entfernung des Links im Footer stellt eine Verletzung dieser Lizenz dar.
fr_fr: ). Le retrait non autorisé du lien dans le pied de page constitue une violation de cette licence.
pt_br: ). A remoção não autorizada do link no rodapé constitui uma violação desta licença.

source: 3. Il Software è fornito "così com'è", senza garanzie di alcun tipo, esplicite o implicite. L'autore non sarà responsabile per qualsiasi reclamo, danno o altra responsabilità derivante dall'uso del Software.
de_de: 3. Die Software wird "wie besehen" ohne jegliche ausdrückliche oder stillschweigende Gewährleistung bereitgestellt. Der Autor haftet nicht für Ansprüche, Schäden oder sonstige Verbindlichkeiten, die sich aus der Nutzung der Software ergeben.
fr_fr: 3. Le Logiciel est fourni "tel quel", sans garantie d'aucune sorte, explicite ou implicite. L'auteur ne sera pas responsable des réclamations, dommages ou autres responsabilités découlant de l'utilisation du Logiciel.
pt_br: 3. O Software é fornecido "como está", sem garantia de qualquer tipo, expressa ou implícita. O autor não será responsável por quaisquer reclamações, danos ou outras responsabilidades decorrentes do uso do Software.

source: 4. Questa licenza deve essere inclusa in tutte le copie o porzioni sostanziali del Software.
de_de: 4. Diese Lizenz muss allen Kopien oder wesentlichen Teilen der Software beigefügt werden.
fr_fr: 4. Cette licence doit être incluse dans toutes les copies ou portions substantielles du Logiciel.
pt_br: 4. Esta licença deve ser incluída em todas as cópias ou partes substanciais do Software.

source: Opzionale:
de_de: Optional:
fr_fr: Optionnel :
pt_br: Opcional:

source: - Per rimuovere legalmente il link nel footer, visita
de_de: - Um den Link im Footer legal zu entfernen, besuchen Sie
fr_fr: - Pour supprimer légalement le lien dans le pied de page, visitez
pt_br: - Para remover legalmente o link no rodapé, visite

source: o contatta
de_de: oder kontaktieren Sie
fr_fr: ou contactez
pt_br: ou contate

source: Grazie per rispettare il lavoro dell'autore.
de_de: Vielen Dank, dass Sie die Arbeit des Autors respektieren.
fr_fr: Merci de respecter le travail de l'auteur.
pt_br: Obrigado por respeitar o trabalho do autor.

source: Per una copia del testo ufficiale della licenza, fare riferimento al file LICENSE.txt nella directory principale del plugin.
de_de: Eine Kopie des offiziellen Lizenztextes finden Sie in der Datei LICENSE.txt im Hauptverzeichnis des Plugins.
fr_fr: Pour une copie du texte officiel de la licence, veuillez vous référer au fichier LICENSE.txt dans le répertoire principal du plugin.
pt_br: Para uma cópia do texto oficial da licença, consulte o arquivo LICENSE.txt no diretório principal do plugin.

source: Caratteri:
de_de: Zeichen:
fr_fr: Caractères :
pt_br: Caracteres:

source: / Tokens:
fr_fr: / Jetons :

source: Usa queste informazioni come base di conoscenza:
de_de: Verwende diese Informationen als Wissensgrundlage:
fr_fr: Utilise ces informations comme base de connaissances :
pt_br: Use estas informações como base de conhecimento:

source: Sei un assistente virtuale utile e cordiale.
de_de: Du bist ein hilfreicher und freundlicher virtueller Assistent.
fr_fr: Tu es un assistant virtuel utile et aimable.
pt_br: Você é um assistente virtual útil e cordial.

source: Chiudi chat
de_de: Chat schließen
fr_fr: Fermer le chat
pt_br: Fechar chat

source: Input messaggio utente
de_de: Benutzernachrichteneingabe
fr_fr: Saisie message utilisateur
pt_br: Entrada de mensagem do usuário

source: Tutti i campi sono obbligatori per la registrazione.
de_de: Alle Felder sind für die Registrierung erforderlich.
fr_fr: Tous les champs sont obligatoires pour l'enregistrement.
pt_br: Todos os campos são obrigatórios para o registro.

source: La password deve essere di almeno 6 caratteri.
de_de: Das Passwort muss mindestens 6 Zeichen lang sein.
fr_fr: Le mot de passe doit contenir au moins 6 caractères.
pt_br: A senha deve ter pelo menos 6 caracteres.

source: Le password non coincidono.
de_de: Die Passwörter stimmen nicht überein.
fr_fr: Les mots de passe ne correspondent pas.
pt_br: As senhas não coincidem.

source: Questo username esiste già. Scegline un altro.
de_de: Dieser Benutzername existiert bereits. Bitte wähle einen anderen.
fr_fr: Ce nom d'utilisateur existe déjà. Veuillez en choisir un autre.
pt_br: Este nome de usuário já existe. Por favor, escolha outro.

source: Account amministratore creato con successo! Ora puoi effettuare il login.
de_de: Administratorkonto erfolgreich erstellt! Du kannst dich jetzt anmelden.
fr_fr: Compte administrateur créé avec succès ! Vous pouvez maintenant vous connecter.
pt_br: Conta de administrador criada com sucesso! Agora você pode fazer login.

source: Errore durante la creazione dell'account:
de_de: Fehler beim Erstellen des Kontos:
fr_fr: Erreur lors de la création du compte :
pt_br: Erro ao criar a conta:

source: Errore di preparazione statement:
de_de: Fehler bei der Statement-Vorbereitung:
fr_fr: Erreur de préparation de la requête :
pt_br: Erro na preparação da declaração:

source: Username e Password sono obbligatori.
de_de: Benutzername und Passwort sind erforderlich.
fr_fr: Le nom d'utilisateur et le mot de passe sont obligatoires.
pt_br: Nome de usuário e Senha são obrigatórios.

source: Username o Password errati.
de_de: Benutzername oder Passwort falsch.
fr_fr: Nom d'utilisateur ou mot de passe incorrect.
pt_br: Nome de usuário ou Senha incorretos.

source: Errore di preparazione statement login:
de_de: Fehler bei der Login-Statement-Vorbereitung:
fr_fr: Erreur de préparation de la requête de connexion :
pt_br: Erro na preparação da declaração de login:

source: Setup Admin Chatbot
de_de: Chatbot Admin Setup
fr_fr: Configuration Admin Chatbot
pt_br: Configuração Admin Chatbot

source: Login Admin Chatbot
de_de: Chatbot Admin Login
fr_fr: Connexion Admin Chatbot
